<?php

return [
    'otp' => 'رمز التفعيل',
    'thanks' => 'شكرا',
    'sent_otp_message' => 'كود التفعيل الخاص بك هو :otp صالح لمدة :minutes دقائق.',
    'code_missing' => 'كود التفعيل الخاص بك غير موجود!',
    'code_expired' => 'لقد انتهت صلاحية كود التفعيل الخاص بك!',
    'code_wrong' => 'كود التفعيل الخاص بك خاطئ!',
    'months' => [
        1 => 'يناير',
        2 => 'فبراير',
        3 => 'مارس',
        4 => 'أبريل',
        5 => 'مايو',
        6 => 'يونيه',
        7 => 'يوليو',
        8 => 'أغسطس',
        9 => 'سبتمبر',
        10 => 'اكتوبر',
        11 => 'نوفمبر',
        12 => 'ديسمبر',
    ],
];
